-- ------------------------------------------------
-- ## 연습 테이블 일괄 삭제 및 생성
-- ------------------------------------------------

@ C:\1Day SQL\1Day SQL 환경구축\01. 테이블\X-02. 연습 테이블 일괄삭제.sql
:r C:\1Day SQL\1Day SQL 환경구축\01. 테이블\X-01. 연습 테이블 일괄생성.sql

-- ------------------------------------------------
-- ## 연습 데이터 일괄 생성
-- ------------------------------------------------

:r C:\1Day SQL\1Day SQL 환경구축\02. 데이터\X-01. 연습 데이터 일괄생성.sql

-- ------------------------------------------------
-- ## 실무 테이블 일괄 삭제 및 생성
-- ------------------------------------------------

:r C:\1Day SQL\1Day SQL 환경구축\04. 실무 테이블\X-02. 실무 테이블 일괄삭제.sql
:r C:\1Day SQL\1Day SQL 환경구축\04. 실무 테이블\X-01. 실무 테이블 일괄생성.sql

-- ------------------------------------------------
-- ## 실무 데이터 일괄 생성
-- ------------------------------------------------

:r C:\1Day SQL\1Day SQL 환경구축\05. 실무 데이터\X-01. 실무 데이터 일괄생성.sql
